Repository: CristianCantoro/wikipedia-tags-in-osm
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: it_it

source: article
it_it: articolo

source: category
it_it: categoria

source: See {0}: {1}
it_it: Vedi {0}: {1}

source: Download in JOSM
it_it: Scarica in JOSM

source: Zoom with JOSM nearby the object that must be tagged
it_it: Fai lo zoom in JOSM vicino all'oggetto da taggare

source: Zoom with browser, {0} editor, nearby the object that must be tagged
it_it: Fai lo zoom con il browser, editor {0}, vicino all'oggetto da taggare

source: View as clickable map, image... (Overpass Turbo)
it_it: Visualizza come mappa cliccabile, immagine... (Overpass Turbo)

source: Go to OSM web page of this object
it_it: Vedi la pagina OSM dell'oggetto

source: Wikipedia page is missing the coordinates' template
it_it: Sulla pagina Wikipedia manca il template coord

source: Search the objects in OSM by name and tag them automatically (WIWOSM add-tags)
it_it: Cerca gli oggetti in OSM per nome ed aggiungi il tag automaticamente (WIWOSM add-tags)

source: See Wikipedia map (WIWOSM)
it_it: Vedi mappa Wikipedia (WIWOSM)

source: See OSM web page
it_it: Vedi pagina OSM

source: Still to tag
it_it: Da taggare

source: Tagged
it_it: Taggati

source: Total
it_it: Totali

source: Articles
it_it: Articoli

source: Wikipedia articles which can be mapped in OpenStreetMap
it_it: Articoli Wikipedia che possono essere mappati in OpenStreetMap

source: Update time
it_it: Aggiornamento

source: Update time of articles lists
it_it: Aggiornamento liste articoli

source: All categories
it_it: Tutte le categorie

source: Errors
it_it: Errori

source: Tags without a lang, about foreign non existing articles or that does not seem to be Wikipedia articles.
it_it: Tag privi dell'indicazione della lingua, che si riferiscono ad articoli stranieri inesistenti o che non sembrano articoli Wikipedia.

source: No errors where found
it_it: Nessun errore rilevato.

source: Warnings
it_it: Avvertimenti

source: Wikipedia articles tagged with a url or with uppercase lang.<br>They are not errors and are used by WIWOSM, but the Wiki <a href="http://wiki.openstreetmap.org/wiki/Wikipedia" target="_blank">the Wiki</a> suggests to do not use them
it_it: Pagine di Wikipedia taggate tramite una url o con lingua in maiuscolo.<br>Non sono errori e sono usati da WIWOSM, ma sono sconsigliati dal <a href="http://wiki.openstreetmap.org/wiki/Wikipedia" target="_blank">Wiki</a>

source: Go to region's page
it_it: Vai alla pagina della regione

source: <b>Click</b> on an article to visit its page or to map/tag it through the JOSM/iD link (coordinates are taken form Wikipedia).<br>If an article is not mappable in OSM, e.g. the place where an historical event took place, report it to the administrators so that it can be removed (see "Help" page).
it_it: <b>Clicca</b> su un articolo per visitarne la pagina o mapparlo/taggarlo tramite il link per JOSM/iD (coordinate tratte da Wikipedia).<br>Se un articolo non è mappabile in OSM, ad es. il luogo in cui si è svolto un evento storico, segnalalo come tale, affinché venga rimosso (vedi pagina "Aiuto").

source: What do to
it_it: Cosa fare

source: <b>Add the tag</b> to the object in OSM, leaving empty spaces between words, es.<b>"wikipedia=en:Article's title"</b>
it_it: <b>Aggiungi il tag</b> all'oggetto in OSM, lasciando gli spazi tra le parole, es.<b>"wikipedia=it:Titolo dell'articolo"</b>

source: <b>Just one language</b>. If the article is already tagged in a foreign language a new tag is not needed (see <a href="http://wiki.openstreetmap.org/wiki/Wikipedia" target="_blank"> exceptions</a> on OSM Wiki).
it_it: <b>Una sola lingua</b>. Se l'articolo è già taggato in una lingua straniera non occorre aggiungere quella italiana (vedi <a href="http://wiki.openstreetmap.org/wiki/Wikipedia" target="_blank"> eccezioni</a> sul Wiki di OSM).

source: <b>Non mappable</b> articles or categories, e.g. "Paintings in X Museum", can be removed from these pages, when reported to maintainers.<br><a href="non_mappable.html" target="_blank">This page</a> can help to find them.
it_it: Articoli o categorie <b>non mappabili</b>, ad es. "es. Dipinti nel Museo Tal Dei Tali", possono essere rimossi dalla pagina se segnalati <a target="_blank" href="https://github.com/simone-f/wikipedia-tags-in-osm_italy-data">qui</a> o agli autori.<br><a href="non_mappable.html" target="_blank">Questa pagina</a> può aiutare a trovarli.

source: Tutorials for adding tags with <b><a href="http://ideditor.com/" target="_blank">iD</a></b> editor:
it_it: Tutorial per aggiungere i tag tramite l'editor <b><a href="http://ideditor.com/" target="_blank">iD</a></b>:

source: From articles tables
it_it: dalle tabelle di articoli

source: From the map
it_it: dalla mappa

source: Tutorial for adding tags with <b><a href="http://wiki.openstreetmap.org/wiki/IT:JOSM" target="_blank">JOSM</a></b> editor:
it_it: Tutorial per aggiungere i tag tramite l'editor <b><a href="http://wiki.openstreetmap.org/wiki/IT:JOSM" target="_blank">JOSM</a></b>:

source: You can also use these two useful tools with JOSM:
it_it: Con JOSM, puoi anche usare questi due utili strumenti:

source: <a href="http://josm.openstreetmap.de/wiki/Help/Plugin/Wikipedia" target="_blank">Plugin Wikipedia</a>. Hint: copy a category name from a table and paste it into the plugin.
it_it: <a href="http://josm.openstreetmap.de/wiki/Help/Plugin/Wikipedia" target="_blank">Plugin Wikipedia</a> Suggerimento: copia dalle tabelle il nome di una categoria ed incollalo nel plugin.

source: <a href="http://wiki.openstreetmap.org/wiki/JOSM/Plugins/RemoteControl/Add-tags" target="_blank">add-tags</a>. Hint: you can easily use this tool by clicking on these icons
it_it: <a href="http://wiki.openstreetmap.org/wiki/JOSM/Plugins/RemoteControl/Add-tags" target="_blank">add-tags</a> Suggerimento: puoi usare questo servizio anche cliccando su queste icone

source: Tables' legend
it_it: Legenda tabelle

source: Colors and symbols in tables.
it_it: Colori e simboli nelle tabelle.

source: Lists of Wikipedia articles which can be mapped in OpenStreetMap, through the tag <b>"<a href="http://wiki.openstreetmap.org/wiki/Wikipedia" target="_blank">wikipedia</a> = en:Article's title"</b>.
it_it: Liste di articoli Wikipedia che possono essere mappati in OpenStreetMap, tramite il tag <b>"<a href="http://wiki.openstreetmap.org/wiki/Wikipedia" target="_blank">wikipedia</a> = it:Titolo dell'articolo"</b>.

source: Information and counts
it_it: Informazioni e conteggi

source: View suspicious tags
it_it: Vedi tag sospetti

source: Suspicious tags
it_it: Tag sospetti

source: Mapper
it_it: Mappatore

source: Why
it_it: Perché

source: Geographic informations are added to Wikipedia and OpenStreetMap gains more informations about an object.
it_it: Si arricchisce Wikipedia di informazioni geografiche ed OpenStreetMap di informazioni sull'oggetto.

source: OpenStreetMap objects with Wikipedia tags are shown in Wikipedia on <a href="http://toolserver.org/~kolossos/openlayers/kml-on-ol.php?lang=it&amp;uselang=de&amp;params=41.89_N_12.491944444444_E_region%3AIT_type%3Alandmark&amp;title=Colosseom&amp;zoom=18&amp;lat=41.89&amp;lon=12.49284&amp;layers=B00000FTTTF">a map</a> (<a href="http://wiki.openstreetmap.org/wiki/WIWOSM" target="_blank">WIWOSM</a> project)."
it_it: Gli oggetti di OpenStreetMap con tag Wikipedia compaiono in quest'ultima <a href="http://toolserver.org/~kolossos/openlayers/kml-on-ol.php?lang=it&amp;uselang=de&amp;params=41.89_N_12.491944444444_E_region%3AIT_type%3Alandmark&amp;title=Colosseom&amp;zoom=18&amp;lat=41.89&amp;lon=12.49284&amp;layers=B00000FTTTF">su una mappa</a> (progetto <a href="http://wiki.openstreetmap.org/wiki/WIWOSM" target="_blank">WIWOSM</a>).

source: wikipedia tags lead the queries executed on www.openstreetmap.org (Nominatim) to better results.
it_it: La presenza di questi tag migliora i risultati delle ricerche eseguite su www.openstreetmap.org (Nominatim).

source: How
it_it: Come

source: See <a href="index_3.html">Help</a> tab.
it_it: Vedi <a href="index_3.html">Aiuto</a>.

source: Lists defects
it_it: Difetti nelle liste

source: It may happen that a sub-category contain an article not striclty related to the choosen theme. If the article is mappable it will be shown anyway.
it_it: Può accadere che in una sottocategoria ricadano articoli non riguardanti il tema di partenza. Se questi sono mappabili vengono comunque mostrati in tabella.

source: Articles or sub-categories belonging to multiple categories may appear more than once in the same page.
it_it: Articoli o sottocategorie appartenenti a più categorie possono ripetersi più volte in una stessa pagina (i conteggi ne tengono conto).

source: Program for pages creation
it_it: Programma per generare le pagine

source: Code
it_it: Codice

source: Author
it_it: Autore

source: Other authors
it_it: Altri autori

source: Credits and attributions.
it_it: Riconoscimenti ed attribuzioni.

source: Thanks to those who reported non mappable articles (the names are in commits messages) and to Andrea Borruso and Alessandro Palmas for iD and JOSM tutorials.
it_it: Grazie a chi ha segnalato gli articoli non mappabili (i nomi sono nei commit) e ad Andrea Borruso e Alessandro Palmas per i video tutorial per iD e JOSM.

source: Services linked from these pages
it_it: Servizi linkati da queste pagine

source: Services used for pages creation
it_it: Servizi usati per creare le pagine

source: Themes' icons
it_it: Icone dei temi

source: Show categories per theme
it_it: Visualizza categorie per tema

source: Themes
it_it: Temi

source: Show categories per region
it_it: Visualizza categorie per regione

source: Regions
it_it: Regioni

source: Show map with non tagged articles
it_it: Visualizza mappa con articoli da taggare

source: Map
it_it: Mappa

source: Show help
it_it: Visualizza aiuto

source: Help
it_it: Aiuto

source: articles tagged
it_it: articoli taggati

source: Tagged object,<br>nothing to do
it_it: Oggetto taggato,<br>niente da fare

source: Watch the object on Wikipedia map (WIWOSM)
it_it: Vedi l'oggetto sulla mappa Wikipedia (WIWOSM)

source: Download the object in JOSM
it_it: Scarica l'oggetto in JOSM

source: Watch the objects on Overpass Turbo (clickable map, export as image...
it_it: Vedi gli oggetti su Overpass Turbo (mappa cliccabile, esporta come immagine...)

source: There is something to do
it_it: C'è qualcosa da fare

source: Search the objects in OSM possibly related to this category's article. Click on this icon to automatically search and tag these objects through <a href="http://wiki.openstreetmap.org/wiki/JOSM/Plugins/RemoteControl/Add-tags" target="_blank">add-tags</a> tool
it_it: Cerca in OSM i possibili oggetti corrispondenti agli articoli di questa categoria. Clicca su quest'icona per cercarli e taggarli automaticamente con lo strumento <a href="http://wiki.openstreetmap.org/wiki/JOSM/Plugins/RemoteControl/Add-tags" target="_blank">add-tags</a>

source: The Wikipedia article is missing the <a href="https://it.wikipedia.org/wiki/Template%3ACoord" target="_blank">Coord template</a>. Click on the icon for more information
it_it: All'articolo su Wikipedia manca il <a href="https://it.wikipedia.org/wiki/Template%3ACoord" target="_blank">template Coord</a>. Clicca su un'icona per ulteriori informazioni

source: The article is not tagged but Wikipadia knows its position. Click on the icon for zooming with JOSM/iD editor on the knows position and find more easily the object to tag
it_it: L'articolo non è taggato ma Wikipedia ne conosce la posizione. Clicca sull'icona per zoomare con l'editor JOSM / iD sulla posizione conosciuta e trovare più facilmente l'oggetto da taggare

source: The article is not tagged but its position has been calculated through the article's contents and <a href="https://github.com/SpazioDati/Nuts4Nuts" target="_blank">Nuts4Nuts</a>. Click on the icon to zoom with JOSM/iD to the known position and find more easily the object to tag"
it_it: L'articolo non è taggato ma ne è stata calcolata la posizione approssimata tramite i contenuti dell'articolo e <a href="https://github.com/SpazioDati/Nuts4Nuts" target="_blank">Nuts4Nuts</a>. Clicca sull'icona per aprire JOSM alla posizione conosciuta e trovare più facilmente l'oggetto da taggare

source: Number of tagged articles / all
it_it: Numero di articoli<br>taggati / totale

source: Non tagged articles whose position is known
it_it: Articoli non taggati ma di cui si conosce la posizione

source: Tagged articles which are missing Coord template on Wikipedia
it_it: Articoli taggati ma senza template Coord in Wikipedia

source: See page
it_it: Vedi pagina

source: Search non mappable items
it_it: Cerca non mappabili

source: Search possible non mappable articles and categories with a substring.
it_it: Cerca tramite una sottostringa gli articoli e le categorie probabilmente non mappabili.

source: Examples
it_it: Esempi

source: Article "<i>List</i> of churches in Salerno".
it_it: Articolo "<i>Lista</i> delle chiese di Salerno".

source: Category "<i>Paintings</i> in Santa Maria Novella basilica"
it_it: Categoria "<i>Dipinti</i> nella basilica e nel convento di Santa Maria Novella"

source: Typology
it_it: Tipologia

source: categories
it_it: categorie

source: mappable
it_it: mappabili

source: articles
it_it: articoli

source: non mappable
it_it: non mappabili

source: all
it_it: tutti

source: Search string
it_it: Stringa di ricerca

source: To flag some categories and articles as "non mappable": click on their cells, copy the strings above and paste them in the files in "./data/wikipedia/non_mappable/".
it_it: Per contrassegnare alcune categorie ed articoli come "non mappabili": clicca sulle loro celle, copia le stringhe qui sotto ed incollale nel file "./data/wikipedia/non_mappable".

source: Categories
it_it: Categorie

source: Show non mappable categories
it_it: Mostra sottocategorie non mappabili

source: Show non mappable
it_it: Mostra non mappabili

source: View non mappable articles
it_it: Visualizza articoli non mappabili

source: Show also non mappable categories and articles
it_it: Mostra anche categorie ed articoli non mappabili
